{
    "block.nuclearscience.atomicassembler": "Montador Atômico",
    "block.nuclearscience.blocklead": "Blindagem de Radiação",
    "block.nuclearscience.chemicalextractor": "Extrator Químico",
    "block.nuclearscience.controlrodassembly": "Vara de Controle",
    "block.nuclearscience.electromagnet": "Eletromagneto",
    "block.nuclearscience.electromagneticbooster": "Impulsor Eletromagnético",
    "block.nuclearscience.electromagneticglass": "Vidro Eletromagnético",
    "block.nuclearscience.electromagneticswitch": "Interruptor Eletromagnético",
    "block.nuclearscience.fissionreactorcore": "Núcleo do Reator de Fissão",
    "block.nuclearscience.freezeplug": "Plugue de Congelamento do MSR",
    "block.nuclearscience.fuelreprocessor": "Reprocessador de Combustível",
    "block.nuclearscience.fusionreactorcore": "Núcleo do Reator de Fusão",
    "block.nuclearscience.gascentrifuge": "Centrífuga de Gás",
    "block.nuclearscience.heatexchanger": "Trocador de Calor",
    "block.nuclearscience.meltedreactor": "Núcleo do Reator Derretido",
    "block.nuclearscience.moltensaltpipevanadiumsteelceramic": "Tubulação de VS-Cerâmica",
    "block.nuclearscience.moltensaltsupplier": "Fornecedor de Sal Fundido",
    "block.nuclearscience.msreactorcore": "Núcleo do Reator MS",
    "block.nuclearscience.msrfuelpreprocessor": "Pré-Processador de Combustível MSR",
    "block.nuclearscience.nuclearboiler": "Caldeira Nuclear",
    "block.nuclearscience.particleinjector": "Injetor de Partículas",
    "block.nuclearscience.plasma": "Plasma",
    "block.nuclearscience.quantumcapacitor": "Capacitor Quântico",
    "block.nuclearscience.radioactiveair": "Ar Radioativo",
    "block.nuclearscience.radioactiveprocessor": "Processador Radioativo",
    "block.nuclearscience.radioactivesoil": "Solo Radioativo",
    "block.nuclearscience.radioisotopegenerator": "Gerador de Radioisótopos",
    "block.nuclearscience.siren": "Sirene",
    "block.nuclearscience.steamfunnel": "Funil de Vapor",
    "block.nuclearscience.teleporter": "Teletransportador",
    "block.nuclearscience.turbine": "Turbina a Vapor",
    "chat.nuclearscience.geigercounter.text": "%s Rads/hora",
    "container.atomicassembler": "Montador Atômico",
    "container.chemicalextractor": "Extrator Químico",
    "container.freezeplug": "Plugue de Congelamento do MSR",
    "container.fuelreprocessor": "Reprocessador de Combustível",
    "container.gascentrifuge": "Centrífuga de Gás",
    "container.moltensaltsupplier": "Fornecedor de Sal Fundido",
    "container.msrfuelpreprocessor": "Pré-Processador de Combustível MSR",
    "container.msrreactorcore": "Núcleo do Reator MS",
    "container.nuclearboiler": "Caldeira Nuclear",
    "container.particleinjector": "Injetor de Partículas",
    "container.quantumcapacitor": "Capacitor Quântico",
    "container.radioactiveprocessor": "Processador Radioativo",
    "container.radioisotopegenerator": "Gerador de Radioisótopos",
    "container.reactorcore": "Núcleo do Reator de Fissão",
    "creativetab.nuclearscience.main": "Nuclear Science",
    "death.attack.plasma": "%s foi ionizado!",
    "death.attack.radiation": "%s fez uma corrida rápida pela evolução!",
    "effect.nuclearscience.radiation": "Radiação",
    "fluid.nuclearscience.fluidammonia": "Amônia",
    "gas.nuclearscience.uraniumhexafluoride": "Hexafluoreto de Urânio",
    "gui.nuclearscience.fissionreactor.deuterium": "Deutério",
    "gui.nuclearscience.fissionreactor.temperature": "Temp: %s",
    "gui.nuclearscience.fissionreactor.warning": "SUPERHEAT!",
    "gui.nuclearscience.freezeplug.frozen": "CONGELADO",
    "gui.nuclearscience.freezeplug.off": "DESLIGADO",
    "gui.nuclearscience.freezeplug.saltbonus": "Bônus Térmico: %s",
    "gui.nuclearscience.freezeplug.status": "Status: %s",
    "gui.nuclearscience.machine.current": "Corrente: %s",
    "gui.nuclearscience.machine.output": "Saída: %s",
    "gui.nuclearscience.machine.stored": "Armazenado: %s",
    "gui.nuclearscience.machine.transfer": "Saída: %s",
    "gui.nuclearscience.machine.usage": "Uso: %s",
    "gui.nuclearscience.machine.voltage": "Voltagem: %s",
    "gui.nuclearscience.msreactor.status": "Status:",
    "gui.nuclearscience.msreactor.status.good": "Bom",
    "gui.nuclearscience.msreactor.status.nofreezeplug": "Plugue de Congelamento Ausente",
    "gui.nuclearscience.msreactor.status.wastefull": "Resíduo Cheio",
    "gui.nuclearscience.msreactor.warning": "Aviso:",
    "gui.nuclearscience.msreactor.warning.freezeoff": "Plugue de Congelamento Desligado",
    "gui.nuclearscience.msreactor.warning.none": "Nenhum",
    "gui.nuclearscience.msreactor.warning.overheat": "SUPERQUENTAMENTO",
    "gui.nuclearscience.particleinjector.cells": "Células",
    "gui.nuclearscience.particleinjector.charge": "Carga: %s",
    "gui.nuclearscience.particleinjector.matter": "Matéria",
    "gui.nuclearscience.quantumcapacitor.frequency": "Frequência",
    "gui.nuclearscience.quantumcapacitor.joulesinput": "Joules",
    "gui.nuclearscience.saltsupplier.waste": "Resíduo",
    "gui.nuclearscience.saltsupplier.wastecont": "Resíduo: %s",
    "guidebook.nuclearscience.chapter.centrifuge": "Centrífuga de Gás",
    "guidebook.nuclearscience.chapter.centrifuge.l1": "A Centrífuga de Gás separa o Hexafluoreto de Urânio em seus isótopos de U235 e U238. Há uma separação de 17,5% a 82,5%, respectivamente, p/ cada mB de Hexafluoreto processado. A centrífuga opera continuamente enquanto tiver pelo menos 42 mB de Hexafluoreto de Urânio em seu tanque de entrada. 10% de cada ciclo também é convertido em resíduo. Note que isso não é subtraído da separação mencionada, e é adicionado a ela.",
    "guidebook.nuclearscience.chapter.centrifuge.l2": "Uma vez que a centrífuga tenha coletado 2500 mB de um material, ela produzirá um item do material respectivo. Isso corresponde ao contador percentual de uma categoria na GUI da centrífuga alcançando 100%. Embora isso não seja 100% realista, é um recurso legado p/ homenagear o bloco respectivo da Ciência Atômica. O material de resíduo gerado a partir de cada ciclo produzirá Pó Fissível, que pode ser processado em outros materiais úteis. O Hexafluoreto de Urânio pode ser canalizado p/ a parte traseira da Centrífuga de Gás, ou a Caldeira Nuclear pode enviar diretamente p/ ela.",
    "guidebook.nuclearscience.chapter.fissionreactor": "Reator de Fissão",
    "guidebook.nuclearscience.chapter.fissionreactor.controlrod": "Vara de Controle",
    "guidebook.nuclearscience.chapter.fissionreactor.cycles": "Ciclos: %s",
    "guidebook.nuclearscience.chapter.fissionreactor.l1": "O Reator de Fissão é a primeira fonte de energia nuclear que você poderá acessar à medida que avança no Nuclear Science. Rústico e simples, o bloco aquece a água ao seu redor e a converte em vapor, que é usado p/ girar turbinas. p/ construir o Reator de Fissão, você primeiro precisará criar um Núcleo do Reator de Fissão. Coloque o núcleo no centro de um cubo de 5x5 cheio de água assim:",
    "guidebook.nuclearscience.chapter.fissionreactor.l2": "Em seguida, cubra a parte superior da água com Turbinas. Você pode ter turbinas individuais ou transformar um grupo de 9 em uma grande turbina 3x3 usando uma chave inglesa. A área ao redor do reator pode ser maior que 5x5, mas apenas a seção de 5x5 gerará energia.",
    "guidebook.nuclearscience.chapter.fissionreactor.l3": "Para produzir vapor, você precisará de uma fonte de calor. É aqui que a parte de fissão do nome entra em cena. As seguintes varas de combustível podem ser usadas p/ aquecer o reator:",
    "guidebook.nuclearscience.chapter.fissionreactor.l4": "A temperatura associada a cada tipo de combustível é a temperatura que o núcleo do reator alcançará quando 4 varas desse tipo forem usadas. O núcleo tem um limite de temperatura de 1417 °C, momento em que ultrapassar essa temperatura começará a superaquecer o núcleo e colocá-lo em risco de fusão. Quanto mais tempo ele operar em estado de superaquecimento, maior será o risco de fusão. Além disso, quanto mais quente o reator funcionar, mais rápido a fonte de combustível se degrada! Quando uma vara de combustível é gasta, ela deixará p/ trás uma Vara de Combustível Gasta, que pode ser processada em outros materiais valiosos.",
    "guidebook.nuclearscience.chapter.fissionreactor.l5": "Como você pode ver, alguns tipos de combustível realmente causarão a fusão do reator se um conjunto de 4 for usado por completo. Você tem dois métodos p/ lidar c/ isso. O primeiro é misturar e combinar certos tipos de combustível. No entanto, esse método é principalmente uma abordagem de tentativa e erro e não deixa muito espaço p/ erros.",
    "guidebook.nuclearscience.chapter.fissionreactor.l6": "A segunda abordagem, mais confiável, é usar uma ",
    "guidebook.nuclearscience.chapter.fissionreactor.l7": " p/ diminuir a taxa da reação de fissão. Coloque uma Vara de Controle sob o Núcleo do Reator e clique c/ o botão direito p/ estendê-la. Quanto mais estendida a vara estiver, mais lenta será a reação e, portanto, mais frio o reator funcionará. Shift + Clique c/ o botão direito p/ retrair a vara.",
    "guidebook.nuclearscience.chapter.fissionreactor.l8": "Um último item a ser notado é que, ao colocar uma Célula de Deutério no reator enquanto está em funcionamento, há uma chance de ser enriquecida e transformada em uma Célula de Trítio. O trítio é necessário p/ operar um Reator de Fusão. O processo de conversão ocorrerá quando a temperatura do núcleo estiver acima de 800 °C.",
    "guidebook.nuclearscience.chapter.fissionreactor.maxtemp": "Temp. Máx: %s °C",
    "guidebook.nuclearscience.chapter.fusionreactor": "Reator de Fusão",
    "guidebook.nuclearscience.chapter.fusionreactor.l1": "O Reator de Fusão é a fonte de energia definitiva que o Nuclear Science tem a oferecer e é capaz de produzir mais de 6 MW de energia. No entanto, a colheita dessa energia é muito cara. Primeiro, você precisará construir um diamante de 13x13 de Eletromagnetos. Eles podem ser de vidro ou opacos. Usaremos ambos. Coloque o Núcleo do Reator de Fusão no centro do diamante e remova o bloco abaixo dele.",
    "guidebook.nuclearscience.chapter.fusionreactor.l2": "Em seguida, cerque o lado do diamante de 13x13 c/ um anel de Eletromagnetos.",
    "guidebook.nuclearscience.chapter.fusionreactor.l3": "Depois, construa outro diamante de 13x13 p/ servir como o teto. Deixe um buraco no meio p/ o Núcleo do Reator, como antes.",
    "guidebook.nuclearscience.chapter.fusionreactor.l4": "Em seguida, você precisará cobrir o topo dos Eletromagnetos c/ água. O plasma do reator aquecerá a água, gerando vapor, que pode ser usado p/ girar turbinas. Note que as turbinas operarão a 480V.",
    "guidebook.nuclearscience.chapter.fusionreactor.l5": "O núcleo requer 50 kJ/t a 480V p/ operar. Embora a energia inicial deva vir de outro lugar, você pode usar a saída das turbinas p/ alimentar de volta a reação. O fio pode ser conectado ao topo ou à parte inferior do reator. Neste caso, usaremos o topo.",
    "guidebook.nuclearscience.chapter.fusionreactor.l6": "O Reator utiliza Células de Deutério e Trítio p/ alimentar a reação. p/ adicionar combustível ao núcleo, clique c/ o botão direito em uma célula nele. Isso pode ser feito através do buraco conveniente deixado na parte inferior.",
    "guidebook.nuclearscience.chapter.misc": "Diversos",
    "guidebook.nuclearscience.chapter.misc.l1": "Futurum Usui.",
    "guidebook.nuclearscience.chapter.msreactor": "Reator de Sal Fundido",
    "guidebook.nuclearscience.chapter.msreactor.l1": "O Reator de Sal Fundido é uma versão muito mais refinada do rudimentar Reator de Fissão, mas também é muito mais caro. Em vez de ser resfriado diretamente por água, o núcleo do reator é resfriado por sal fundido, que é então passado por uma rede de dissipadores de calor resfriados a água p/ ser resfriado. Isso tem a vantagem adicional de não precisar que o núcleo do reator esteja submerso em água, permitindo que você seja flexível na colocação das turbinas.",
    "guidebook.nuclearscience.chapter.msreactor.l2": "Para construir um Reator de Sal Fundido, você precisará de 3 componentes:",
    "guidebook.nuclearscience.chapter.msreactor.l3": "Coloque um Plugue de Congelamento e, em seguida, coloque um Núcleo de Reator em cima dele. De frente p/ a porta verde do núcleo, coloque um Fornecedor de Sal Fundido de modo que sua porta verde fique voltada p/ a do núcleo.",
    "guidebook.nuclearscience.chapter.msreactor.l4": "O Reator de Sal Fundido não é resfriado por água, mas sim pelo sal FLiNaK, que é fornecido pelo Plugue de Congelamento. Simplesmente prepare o sal e coloque-o no Plugue. O sal não é consumido pelo reator, mas quanto mais sal você adicionar, mais calor ele conseguirá remover.",
    "guidebook.nuclearscience.chapter.msreactor.l5": "Ao contrário do Reator de Fissão, que usa varas de combustível sólido p/ produzir calor, o Reator de Sal Fundido usa um sal radioativo especialmente preparado, Sal LiF-ThF4-UF4. No entanto, como o nome do reator implica, esse sal deve estar fundido p/ ser utilizado. Coloque a pastilha de sal no Fornecedor de Sal Fundido p/ derretê-la. Cada pastilha de sal derrete p/ %s mB, e o núcleo tem uma capacidade interna de 1000 mB. O sal é lentamente consumido ao longo do tempo e produz resíduos que também são coletados pelo fornecedor. Assim como no Reator de Fissão, quanto mais quente o reator, mais rápido o combustível é consumido.",
    "guidebook.nuclearscience.chapter.msreactor.l6": "Agora que o reator está quente, você precisa dispersar o calor do refrigerante. O Reator de Sal Fundido tem uma temperatura de derretimento de 1000 °C. p/ isso, você precisará:",
    "guidebook.nuclearscience.chapter.msreactor.l7": "O Tubo VS está conectado ao topo do Núcleo do Reator e alimentado na parte inferior do Troca-Térmico. O Troca-Térmico é incrivelmente eficiente, e poucos são necessários p/ manter o reator resfriado. De fato, um único Troca-Térmico pode quase manter um Reator de Sal Fundido resfriado por conta própria! p/ fazer isso efetivamente, ele deve ser colocado em uma piscina de água de 5x5x2 e deve estar saturado de água p/ funcionar. A maneira mais fácil de fazer isso é encher a piscina e depois colocar o Troca-Térmico. Deve-se notar que, embora o trocador não precise estar diretamente acima do núcleo do reator, quanto mais longo for o Tubo VS, mais calor ele perderá antes de chegar ao Troca-Térmico!",
    "guidebook.nuclearscience.chapter.msreactor.l8": "A Barra de Controle, assim como no Reator de Fissão, também pode ser usada p/ desacelerar o uso de combustível do núcleo. Anexe-a ao lado do Núcleo do Reator de Sal Fundido e controle-a como no Reator de Fissão.",
    "guidebook.nuclearscience.chapter.othermachines": "Outras Máquinas",
    "guidebook.nuclearscience.chapter.othermachines.atomicassembler1": "O Montador Atômico utiliza as estranhas propriedades da Matéria Escura e é capaz de duplicar itens (certificamo-nos de que você não pode duplicar itens c/ inventários, então sem bugs de duplicação desta vez (: ). Ele requer 72 kW a 480 V p/ funcionar. Se perder energia, todo o progresso é perdido!",
    "guidebook.nuclearscience.chapter.othermachines.atomicassembler2": "Para usá-lo, pegue um item de sua escolha e coloque-o no Montador. Cerque o item c/ Células de Matéria Escura, como mostrado:",
    "guidebook.nuclearscience.chapter.othermachines.atomicassembler3": "Cada duplicação leva 3600 ticks e consumirá uma unidade das Células de Matéria Escura. As células têm 64 usos no total.",
    "guidebook.nuclearscience.chapter.othermachines.quantumcapacitor1": "O Capacitor Quântico é o dispositivo de armazenamento de energia definitivo. Ele possui uma capacidade de armazenamento de energia ilimitada e o armazenamento é compartilhado entre os capacitores. A interface possui dois campos programáveis. O primeiro é p/ a saída em joules/tick do capacitor. Note que o capacitor opera a 1,92 kV! O segundo é p/ a frequência. A frequência de dois capacitores deve coincidir p/ que eles se conectem. Cada rede de capacitores está ligada a um jogador específico, então não se preocupe c/ outros jogadores roubando sua energia!",
    "guidebook.nuclearscience.chapter.othermachines.teleporter1": "O Teleportador requer 5 MJ p/ teleportar um jogador. São necessários dois teleportadores: um p/ enviar o jogador e outro p/ recebê-lo. Apenas a extremidade de envio precisa estar alimentada. p/ vincular dois teleportadores, clique c/ o botão direito na extremidade receptora c/ um Cartão de Frequência. Em seguida, clique c/ o botão direito na extremidade de envio c/ o mesmo cartão p/ vincular os dois teleportadores.",
    "guidebook.nuclearscience.chapter.othermachines.teleporter2": "Após cada teletransporte, há um cooldown de 4 segundos aplicado à extremidade de envio. Note que é possível vincular um teleportador a ele mesmo, então tome cuidado! p/ limpar um Cartão de Frequência, basta craftá-lo em seu inventário.",
    "guidebook.nuclearscience.chapter.particleaccelerator": "Acelerador de Partículas",
    "guidebook.nuclearscience.chapter.particleaccelerator.formula": "((s1 + s2) / 4) ^ 2",
    "guidebook.nuclearscience.chapter.particleaccelerator.l1": "O Acelerador de Partículas é usado p/ criar Antimatéria e Matéria Escura. Ambos são gerados quando duas Partículas colidem em altas velocidades. O resultado de uma colisão de partículas é determinado pela seguinte fórmula:",
    "guidebook.nuclearscience.chapter.particleaccelerator.l10": "Agora, preencha os lados e o topo do anel p/ criar uma estrutura fechada p/ as Partículas. Observe que podem ser usados tanto Eletromagnetos quanto Vidro Eletromagnético.",
    "guidebook.nuclearscience.chapter.particleaccelerator.l2": "onde s1 e s2 são as velocidades das duas partículas. A Matéria Escura é criada quando o valor resultante é maior que 0,999, e há 100% de chance de ser criada. Caso contrário, a Antimatéria é criada a partir da colisão. No entanto, a chance de Antimatéria ser gerada não é garantida, e sua chance de ser criada aumenta quanto mais próximo o valor resultante estiver de 0,999.",
    "guidebook.nuclearscience.chapter.particleaccelerator.l3": "Para colidir partículas, você primeiro precisa criar partículas. p/ isso, você precisará de um Injetor de Partículas. O Injetor usa matéria p/ criar uma partícula. Qualquer bloco ou item pode ser usado p/ fornecer a matéria. Coloque a matéria em seu slot respectivo no Injetor. p/ capturar o resultado da colisão, você também precisará craftar uma Célula Eletromagnética e colocá-la em seu slot respectivo no Injetor. O Injetor consome 200 MJ por partícula a 960 V. Isso significa que você precisará de 400 MJ p/ cada colisão.",
    "guidebook.nuclearscience.chapter.particleaccelerator.l4": "Enquanto o Injetor cria partículas, ele as gera em velocidades muito baixas. p/ facilitar uma colisão, ambas as partículas precisarão estar se movendo em velocidades muito altas. Isso pode ser alcançado passando uma Partícula por um Amplificador Eletromagnético. Se a Partícula e o Amplificador estiverem na mesma direção, o Amplificador aumentará a velocidade da Partícula em 0,33% p/ cada tick que a Partícula estiver dentro do Amplificador. Se o Amplificador for um canto, ele aumentará a velocidade da Partícula em 0,17% p/ cada tick que a Partícula estiver dentro do Amplificador. Isso significa que quanto mais rápido uma Partícula se move, menos eficaz se torna cada Amplificador sucessivo. É importante notar que partículas em movimento emitem radiação.",
    "guidebook.nuclearscience.chapter.particleaccelerator.l5": "Para alcançar 100% de velocidade, serão necessários 200 Amplificadores em linha reta. No entanto, isso exigiria uma quantidade muito grande de espaço. Felizmente, os Amplificadores podem ser configurados em um padrão serpenteante p/ ajudar a compactá-los, convertendo um Amplificador colocado em uma variante de canto. p/ transformar um em uma variante de canto, fique em cima do segmento do Amplificador que você deseja mudar e coloque um Amplificador p/ iniciar o próximo segmento após o canto. Olhando p/ o canto inferior externo do próximo segmento do Amplificador, coloque o Amplificador de canto. Se você fez isso corretamente, não conseguirá ver diretamente o interior do Amplificador.",
    "guidebook.nuclearscience.chapter.particleaccelerator.l6": "A configuração do Acelerador de Partículas mostrada aqui c/ 60 Amplificadores tem aproximadamente 1 em 5 de chance de criar Antimatéria a partir de uma colisão:",
    "guidebook.nuclearscience.chapter.particleaccelerator.l7": "Mas como conseguimos que duas partículas colidam de fato? É aqui que os Eletromagnetos comuns entram em cena. Você precisará construir um anel de Eletromagnetos p/ permitir que as Partículas circulem e colidam. É incrivelmente importante notar que as partículas começarão a perder velocidade no momento em que saírem da cadeia de Amplificadores, então é desejável fazer o anel de Eletromagnetos o menor possível. Neste caso, usaremos um anel 3x3.",
    "guidebook.nuclearscience.chapter.particleaccelerator.l8": "Comece colocando a base do anel no final da cadeia de Amplificadores assim:",
    "guidebook.nuclearscience.chapter.particleaccelerator.l9": "Para garantir que as partículas realmente colidam, você precisará inverter a direção de uma delas. p/ isso, serve o Interruptor Eletromagnético. O interruptor inverte a direção de cada partícula a cada outra que o atravessa. Coloque um interruptor Eletromagnético na frente da saída da cadeia de Amplificadores assim:",
    "guidebook.nuclearscience.chapter.radiation": "Radiação",
    "guidebook.nuclearscience.chapter.radiation.hazmatsuit": "Traje de Proteção",
    "guidebook.nuclearscience.chapter.radiation.l1": "A radiação é uma das mecânicas principais da Ciência Nuclear. Muitos itens são radioativos e podem causar danos se não forem manuseados c/ o equipamento adequado. Os seguintes itens são radioativos:",
    "guidebook.nuclearscience.chapter.radiation.l2": "Você precisará usar um ",
    "guidebook.nuclearscience.chapter.radiation.l3": " p/ evitar envenenamento por radiação. Você deve estar usando um traje completo p/ se beneficiar de sua proteção. A radiação danificará lentamente o traje ao longo do tempo, e ele tem durabilidade limitada, então não fique muito tempo em uma zona radioativa! O traje pode ser reparado em uma Bigorna c/ um ",
    "guidebook.nuclearscience.chapter.radiation.l4": ". Se a longevidade do seu traje for uma preocupação real, uma variante reforçada do traje está disponível, que possui mais durabilidade. Ele também pode ser reparado c/ uma Placa de Chumbo.",
    "guidebook.nuclearscience.chapter.radiation.l5": "A radiação também é emitida por máquinas que processam materiais radioativos. A radiação se espalha em um raio a partir da máquina, tornando-se mais fraca quanto mais longe você estiver da fonte. Quanto mais radioativo for um material, maior será a área afetada.",
    "guidebook.nuclearscience.chapter.radiation.l6": "No entanto, e se você esquecer seu traje de proteção e ficar doente c/ envenenamento por radiação? Não se preocupe, pois há uma solução p/ isso! Se você estiver sofrendo de envenenamento por radiação, pode tomar um(a) ",
    "guidebook.nuclearscience.chapter.radiation.l7": " e isso removerá o efeito. O antídoto é extraído de peixes, então você provavelmente vai querer se aprimorar na pesca.",
    "guidebook.nuclearscience.chapter.radiation.radrating": "Rads: %s",
    "guidebook.nuclearscience.chapter.radiogen": "Gerador Radioisotópico",
    "guidebook.nuclearscience.chapter.radiogen.l1": "O Gerador Radioisotópico apresenta uma alternativa à reação de fissão. Em vez disso, ele usa o calor natural produzido pela decomposição radioativa de itens p/ gerar eletricidade diretamente. Basta colocar um item radioativo nele, e ele começará a gerar energia. Quanto mais radioativo for um item e mais desse item houver, mais energia será produzida!",
    "guidebook.nuclearscience.chapter.turbines": "Turbinas a Vapor",
    "guidebook.nuclearscience.chapter.turbines.l1": "As turbinas a vapor são o que realmente produzem energia no Nuclear Science. As turbinas produzirão em diferentes voltagens dependendo da temperatura do vapor que está passando por elas. As turbinas produzem as seguintes voltagens sob as seguintes temperaturas: ",
    "guidebook.nuclearscience.chapter.turbines.l2": "Essa relação é importante, pois as turbinas produzem mais energia quanto mais rápido giram. No entanto, a única maneira de fazer uma turbina girar mais rápido é ventilar mais vapor através dela. Isso significa que, à medida que uma turbina gira mais rápido, ela produzirá mais energia, mas também em uma voltagem cada vez maior. Isso pode se tornar um grande problema, especialmente em situações como um reator em fusão, pois não apenas o reator explodirá, mas também qualquer maquinaria conectada a ele!",
    "guidebook.nuclearscience.chapter.turbines.l3": "Para extrair energia de uma turbina, conecte um fio ao topo de uma. Um grupo 3x3 de turbinas pode ser atualizado p/ uma turbina grande batendo no centro c/ uma chave inglesa.",
    "guidebook.nuclearscience.chapter.turbines.tempvoltage": "%1$s C : %2$s V",
    "guidebook.nuclearscience.nuclearscience": "Nuclear Science",
    "item.nuclearscience.actinium225": "Actínio-225",
    "item.nuclearscience.actiniumoxide": "Trióxido de Actínio",
    "item.nuclearscience.antidote": "Antídoto",
    "item.nuclearscience.canisterlead": "Recipiente Revestido de Chumbo",
    "item.nuclearscience.cellantimatterlarge": "Célula de Antimatéria (4 g)",
    "item.nuclearscience.cellantimattersmall": "Célula de Antimatéria (500 mg)",
    "item.nuclearscience.cellantimatterverylarge": "Célula de Antimatéria (12 g)",
    "item.nuclearscience.celldarkmatter": "Célula de Matéria Escura",
    "item.nuclearscience.celldeuterium": "Célula de Deutério",
    "item.nuclearscience.cellelectromagnetic": "Célula Eletromagnética",
    "item.nuclearscience.cellempty": "Célula Vazia",
    "item.nuclearscience.cellheavywater": "Célula de Água Pesada",
    "item.nuclearscience.celltritium": "Célula de Trítio",
    "item.nuclearscience.fissiledust": "Pó Físsil",
    "item.nuclearscience.fissilesalt": "Sal Físsil",
    "item.nuclearscience.flinak": "Sal FLiNaK",
    "item.nuclearscience.frequencycard": "Cartão de Frequência",
    "item.nuclearscience.fuelheuo2": "Vara de Combustível Altamente Enriquecido",
    "item.nuclearscience.fuelleuo2": "Vara de Combustível Enriquecido",
    "item.nuclearscience.fuelplutonium": "Vara de Combustível de Plutônio",
    "item.nuclearscience.fuelspent": "Vara de Combustível Usada",
    "item.nuclearscience.geigercounter": "Contador Geiger",
    "item.nuclearscience.hazmatboots": "Botas de Proteção",
    "item.nuclearscience.hazmathelmet": "Capuz de Proteção",
    "item.nuclearscience.hazmatlegs": "Calças de Proteção",
    "item.nuclearscience.hazmatplate": "Manto de Proteção",
    "item.nuclearscience.lifthf4uf4": "Sal LiF-ThF4-UF4",
    "item.nuclearscience.plutonium239": "Plutônio-239",
    "item.nuclearscience.plutoniumoxide": "Tetroxídio de Plutônio",
    "item.nuclearscience.polonium210": "Polônio-210",
    "item.nuclearscience.polonium210chunk": "Pedaço de Polônio-210",
    "item.nuclearscience.reinforcedhazmatboots": "Botas de Proteção Reforçadas",
    "item.nuclearscience.reinforcedhazmathelmet": "Capuz de Proteção Reforçado",
    "item.nuclearscience.reinforcedhazmatlegs": "Calças de Proteção Reforçadas",
    "item.nuclearscience.reinforcedhazmatplate": "Manto de Proteção Reforçado",
    "item.nuclearscience.thorianitedust": "Pó de Torianita",
    "item.nuclearscience.uranium235": "Urânio-235",
    "item.nuclearscience.uranium238": "Urânio-238",
    "item.nuclearscience.yellowcake": "Yellowcake",
    "jei.chemical_extractor_recipe": "Extrator Químico",
    "jei.fission_reactor_recipe": "Reator de Fissão",
    "jei.fuel_reprocessor_recipe": "Reprocessador de Combustível",
    "jei.gascentrifuge": "Centrífuga de Gás",
    "jei.gascentrifuge.info.power_usage": "240V 30kW",
    "jei.gui.reactorcore.info.temp": "Faixa: 0 C a 1400 C",
    "jei.msrfuel_preprocessor_recipe": "Pré-Processador de Combustível MSR",
    "jei.nuclear_boiler_recipe": "Caldeira Nuclear",
    "jei.particalaccelerator.antimatter.collision": "Carga:100% Velocidade<100%",
    "jei.particalaccelerator.darkmatter.collision": "Carga:100% Velocidade:100%",
    "jei.particalacceleratorantimatter": "Colisão de Partículas",
    "jei.particalacceleratordarkmatter": "Colisão de Partículas",
    "jei.radioactive_processor_recipe": "Processador Radioativo",
    "subtitles.nuclearscience.gascentrifuge": "Centrífuga de Gás girando",
    "subtitles.nuclearscience.geiger": "Contador Geiger clicando!",
    "subtitles.nuclearscience.nuclearboiler": "Caldeira Nuclear fervendo",
    "subtitles.nuclearscience.siren": "Sirene soando!",
    "subtitles.nuclearscience.turbine": "Turbina a Vapor girando",
    "tooltip.nuclearscience.deuteriumlevel": "Deutério: %s",
    "tooltip.nuclearscience.frequencycard.linked": "Vinculado a %s",
    "tooltip.nuclearscience.frequencycard.notag": "Sem Link",
    "tooltip.nuclearscience.steamfunneluse": "Coleta e emite vapor",
    "tooltip.nuclearscience.tritiumlevel": "Trítio: %s"
}